[
  { "q": "¿Cómo llegaste al mundo del Desarrollo Organizacional?", "a": "Luego de mi salida de la FACH en 2020, decidí reinventarme, asique comencé mi magister en Dirección de Personas y Organizaciones, donde un profesor, amigo y mentor me ofreció trabajar en su consultora."},
  { "q": "¿Qué te motivó a especializarte en People Experience?", "a": "El 2015, durante mi etapa de pregrado, viví una pasantía en la Subgerencia de la Felicidad en BancoEstado MicroEmpresas. Ese fue mi primer acercamiento y desde ahí lo ví como un propósito."},
  { "q": "¿Cuál es tu propósito profesional?", "a": "Sentirme parte de un lugar, validarme como alguien digno de resolver y crecer profesionalmente."},
  { "q": "¿Qué te diferencia como profesional de DO?", "a": "La diversidad de culturas, contextos, estructuras y propósitos me ha hecho crecer como un profesional altamente adaptable."},
  { "q": "¿Cómo defines una cultura centrada en las personas?", "a": "Una cultura que declare que el cuidado de las personas es el activo más estratégico para desarrollar capacidades ndividuales y conjuntas en torno a un propósito compartido."},
  { "q": "¿Qué significa para ti tener mentalidad de crecimiento?", "a": "Nadie tiene un manual prescrito de cómo hacer las cosas, entonces mentalidad de creciminto es desafiarnos para crear cosas únicas para la realidad única de las necesidades más únicas."},
  { "q": "¿Cómo equilibras el bienestar de las personas con los objetivos del negocio?", "a": "En el mundo de las Fintech necesitas a los mejores, y los mejores tinden a tener mayor poder de negociación. Un vínculo equilibrado requiere que los objetivos más complejos ofrezcan el mejor estandar de bienestar."},
  { "q": "¿Cómo defines una experiencia de employee journey bien diseñada?", "a": "Según qué tanto somos capaces de fidelizar a nuestro cliente interno, y cómo esa experiencia se transmite a lcliente final. Es una experiencia tan robusta como el servicio mismo que ofrece Fintual."},
  { "q": "¿Cuál ha sido tu mayor aprendizaje liderando equipos de People?", "a": "Que la emocionalidad en el trabajo y la medición de variables, por sí solas no llegan a nada. El complemento de ambas es el que permite el desarrollo de personas y equipos."},
  { "q": "¿Has liderado procesos de desempeño o liderazgo? ¿Cómo?", "a": "Sí. En dos oportunidades lideré procesos de desempeño, con enfoques muy distintos. Uno era rígido, estandarizado, multidimensional y con fines de desvinculacion, y el otro era personalizado, co-creado, bidimensional y con fines de desarrollo."},
  { "q": "¿Cómo implementaste programas de onboarding efectivos?", "a": "Mediante objetivos trazados para los primeros 90 días. A través de quick wins, reconocimiento por hitos, aprendizaje acelerado y adaptación cultural."},
  { "q": "¿Qué indicadores usaste para medir impacto en cultura?", "a": "Partiicipé en un proceso de cambio cultural asociado a parámetros claros. Se definieron hitos concretos en la adopción de comportamientos y patrones, que vinculamos en el proceso formal de Gestión de Desempeño."},
  { "q": "¿Cómo acompañaste a líderes en procesos de transformación?", "a": "Me tocó conducir sesiones 1:1 para adelantar posibles incertidumbres del equipo, focos de resistencia, promotores y objetivos compartidos."},
  { "q": "¿Cómo usaste metodologías ágiles en proyectos de DO?", "a": "Nos tocó diseñar células interdisciplinarias para proyectos organizacionales. A veces, colaboradores con menor seniority lideraban células según su área de interés y expertiz en un punto específico."},
  { "q": "¿Cuál ha sido un proyecto del que te sientas especialmente orgulloso?", "a": "Diseñé un proyecto de rutas de desarrollo individual en Cervecería Kunstmann que integraba tecnologías, toma de deciosiones data-driven y acompañamiento, que al día de hoy sigue vigente"},
  { "q": "¿Cómo enfrentaste resistencia al cambio cultural?", "a": "Canales de comunicación efectivos, anticipar posibles focos de incertidumbre y resistencia, definir promotores y remarcar hitos y logros."} ,
  { "q": "¿Cómo mejoraste la fidelización del talento?", "a": "Fue un logro multifactorial. Entre la pandemia, co-creación de proyectos compartidos, estímulos a talento de alto potencial y desempeño y sesiones 1:1."},
  { "q": "¿Qué resultados concretos lograste en tu último rol?", "a": "Tracé una ruta digital de desarrollo personalizado que conectaba el sistema de desempeño, con el LMS, con la plataforma Codify y otras gestiones off-platform."},
  { "q": "¿Qué herramientas tecnológicas usas en tu trabajo diario?", "a": "En mi experiencia profesional usé diversos HRIS y sistemas complementarios comoOracle Peoplesoft, Workplace, ubits, LMS Masconsultores, Codify, ILIAS, Rankmi, Buk. Ahora, como postulante, uso mucho linkedin, algo de Notion, Miro, tengo automatizaciones via Make, n8n, un repositorio de Github y harto Office/drive."},
  { "q": "¿Cómo has automatizado procesos de HR o DO?", "a": "Mayoritariamente como cliente, el mayor avance en esta materia fue implementar Codify desde etapas más tempranas y en menor medida automatización de encuestas. Ahora uso automatizaciones para propósitos personales de empleabilidad."},
  { "q": "¿Qué experiencia tienes con herramientas como Notion, Zapier, Airtable o n8n?", "a": "Uso harto Notion, no uso Airtable pero sí conozco bien Monday y Trello. En vez de Zapier, uso Make y todavía no uso n8n."},
  { "q": "¿Has usado dashboards para visualizar métricas de engagement o performance?", "a": "Sí, especialmente en Kunstmann. Descargábamos reportes desde peoplesoft, y hacíamos los análisis por equipo."},
  { "q": "¿Qué experimentos has hecho con AI más allá de ChatGPT?", "a": "Configuré una alerta automatizada de Linkedin usando keywords, vinculada a mi correo y Telegram. Gracias a esta pude interactuar con esta oferta en menos de 9 minutos tras ser publicada. Este chat es otro ejemplo"},
  { "q": "¿Qué herramienta AI te gustaría aplicar en Fintual?", "a": "Ví una entrevista que le hicieron a Sara a raíz de un facilitador de compensaciones que diseñó mediante n8n. Me encantó, me gustaría crear algo así para otros subsistemas relacionados al onboarding, desempeño o engagement."},
  { "q": "¿Cómo usarías AI para mejorar la experiencia del candidato?", "a": "Un agente que de feedback y sugiera mejoras post entrevistas. "},
  { "q": "¿Qué proceso de People rediseñarías usando tecnología?", "a": "Onboarding, es un área que me encanta. Tiene una parte de checklist, una parte de capacitación acelerada, evaluación de percepcion y una parte muy fuerte de reconocimiento. Una IA que administre este proceso sería muy interesante para articular actores, y agendas."},
  { "q": "¿Cómo defines una cultura de feedback efectivo?", "a": "Básicamente que pierda el miedo a tratar conversaciones difíciles. Estas son fundamentales para anticipar explosiones y crisis. "},
  { "q": "¿Qué significa “liderazgo con propósito” para ti?", "a": "Liderazgo sin propósito es realzar el ego, liderazgo con propósito es visión compartida."},
  { "q": "¿Cómo fomentas el aprendizaje continuo en los equipos?", "a": "Me encanta la iniciativa de #ai-week. Creo que integrar rituales fuera de rutina fomenta el desafiarse en materias que debiésemos estar actualizados."},
  { "q": "¿Cómo gestionas el error dentro de una cultura de seguridad psicológica?", "a": "Entenderlo como el mejor ejercicio de aprendizaje. Creo que es válido exponer al 'errado' siempre y cuando sea en un contexto académico, de feedback, rescatando el aprendizaje y haciéndolo partícipe de la solución. Jamás exponer por humillar."},
  { "q": "¿Qué habilidades blandas te caracterizan?", "a": "Viene muy de cerca la recomendación. Sí puedo decir que hay valores que me movilizan: Mentalidad de crecimiento, colaboración con propósito, adaptabilidad, innovación cultural y vocación por el desarrollo humano."},
  { "q": "¿Cómo trabajas la cohesión en equipos diversos?", "a": "Rerspetando el espacio personal, entendiendo la diversidad como algo natural y promoviendo el vínculo en un ambiente de propósito compartido."},
  { "q": "¿Qué rol juegas en la construcción de climas positivos?", "a": "Soy bien analítico en este aspecto, quizás no soy el más activo ni el más extrovertido, pero sí me gusta mucho observar, entender y apoyar."},
  { "q": "¿Cómo abordas el desarrollo profesional individualizado?", "a": "Es multifactorial, parte desde los intereses individuales, cómo calza con el propósito compartido, cómo se ha desempeñado hasta el momento, qué motivadores arrasta y en base a data y emocionlidad, gestionar potencial"},
  { "q": "¿Qué valoran tus colegas de ti?", "a": "Cohesiono equipos, mantengo clima, soy respetuoso."},
  { "q": "¿Cómo manejas situaciones de alta exigencia o incertidumbre?", "a": "Creo que es bueno entrenar mucho la comunicación y el feedback contínuo. La preparación previa siempre es fundamental pero si no se tiene, siempre hay que mantner un growth mindset en alto y confiar que el contexto va a enseñar a resolver."},
  { "q": "¿Qué feedback has recibido que marcó tu carrera?", "a": "La falta de orden. En un momento de mi vida fue una cosa transversal y me cerró muchísimas puertas. Fue muy dificil incorporarlo, pero cuando lo logré, cambió mucho mi forma de ver los desafíos."},
  { "q": "¿Cómo mantienes tu motivación y energía?", "a": "Entreno en las mañanas, me preparo para situaciones de alta carga adaptativa, comunico harto. respeto y hago respetar espacios y tiempos personales"},
  { "q": "¿Cuál ha sido tu error favorito? ¿Qué aprendiste?", "a": "Masconsultores. Me sentí privilegiado de trabajar en el equipo, lamentablemente no tenía la madurez y el contexto suficiente para desempeñarme de manera óptima, pero fue mi motivador y puerta de entrada al mundo tech."},
  { "q": "¿Qué tipo de desafíos te entusiasman más?", "a": "Los que declaran abiertamente el propósito, adelantan que voy a aprender muchísimo, aprovechan los talentos que ya traigo y además me permitan interactuar con gente muy pro en sus áreas."}
]
